#Напишите программу которая суммирует числа от 1 до 10

sum = 0

for i in range(1, 15):
    sum += i

print(sum)