#Необходимо написать программу вывода максимума из двух чисел используя функции

def maxi(x, y):
    if x > y:
        return x
    else:
        return y

print(maxi(10, 7))
  
