# Напишите программу которая выводит на экран Hello World!

print('Hello world!')
